[
  { "question" : "~~8-0 is the obscure emoticon that stands for _____.", "truth" : "BAD HAIR DAY" },
  { "question" : "Monroe Isadore, a 107-year-old man from Arkansas, died during a _____.", "truth" : "SHOOTOUT" },
  { "question" : "Owning 55,000 of them, Ted Turner has the world's largest private collection of _____.", "truth" : "BISON" },
  { "question" : "A study published in the journal Anthrozoo reported that cows produce 5% more milk when they are given _____.", "truth" : "NAMES" },
  { "question" : "In 2002, Bruce Willis sent 12,000 boxes of _____ to U.S. soldiers in Afghanistan.", "truth" : "GIRL SCOUT COOKIES" },
  { "question" : "The electric chair was invented by a professional _____ named Alfred Southwick.", "truth" : "DENTIST" },
  { "question" : "A man in L.A. was arrest at a police-sponsored gun buyback when, instead of a gun, he tried to sell the cops a _____.", "truth" : "PIPE BOMB" },
  { "question" : "9:43 PM - 1 Oct 13 @MikeTyson tweeted, \"I'm a bad ____.:\"", "truth" : "BOWLER" },
  { "question" : "Only about 14 games were ever made for the Gizmondo game system including the game \"_____ Balls.\"", "truth" : "STICKY" },
  { "question" : "On November 12, 1970, George Thornton, a highwat engineer in Oregon, had the unusual job of blowing up a _____.", "truth" : "DEAD WHALE" },
  { "question" : "People in Damariscotta, Maine hold an annual race where they use _____ as boats.", "truth" : "PUMPKINS" },
  { "question" : "Leo Granit Kraft is a world champion in an unusual sport that combines boxing and _____.", "truth" : "CHESS" },
  { "question" : "Andrew Wilson, a man from Branson, Missouri, legally changed his name to simply _____.", "truth" : "THEY" },
  { "question" : "As a young student in Buenos Aires, Pope Francis worked as a _____.", "truth" : "BOUNCER" },
  { "question" : "Dasypygal is an adjective meaning \"having _____ buttocks.\"", "truth" : "HAIRY" },
  { "question" : "A woman in Muncie, Indiana was hospitalized after trying to remove a callus on her foot with a _____.", "truth" : "SHOTGUN" },
  { "question" : "Sponsored by the Calvary Lutheran Church, people in Fort Worth Texas can now attend the unconventional Church-in-a-_____.", "truth" : "PUB" },
  { "question" : "Famed American poet Charles Bukowski's tombstone is engraved with the words \"Don't _____.\"", "truth" : "TRY" },
  { "question" : "Jacobite Cruises purchased unusual insurance to protect it from damage caused by _____.", "truth" : "THE LOCH NESS MONSTER" },
  { "question" : "El Colacho is a Spanish festival where people dress up like the devil and jump over _____.", "truth" : "BABIES" },
  { "question" : "Utah's Lehi City Council approved a request to change the name of _____ Road because it sounded sort of dirty.", "truth" : "MORNING GLORY" },
  { "question" : "Cheap Chic Weddings is an annual contest in which participants make wedding dresses out of _____.", "truth" : "TOILET PAPER" },
  { "question" : "Marcella Hazan is the culinary guru who pioneered the unusual technique of cooking duck with a _____.", "truth" : "HAIR DRYER" },
  { "question" : "The sound of E.T. walking was made by someone squishing _____.", "truth" : "JELL-O" },
  { "question" : "The first item listed on eBay was a broken _____.", "truth" : "LASER POINTER" },
  { "question" : "Oddly enough, Albert Einstein's eyeballs can be found in a _____ in New York City.", "truth" : "SAFE DEPOSIT BOX" },
  { "question" : "In 2013, a wealthy Michagan man bought the house next to his ex -wife and erected a giant bronze statue of a _____.", "truth" : "MIDDLE FINGER" },
  { "question" : "For $180, the Shizuka New York skin care salon offeres the unusual but traditional Japanese facial that is part rice bran and part _____.", "truth" : "BIRD POOP" },
  { "question" : "The shape of wombat poop.", "truth" : "CUBE" },
  { "question" : "What the British call the dance that Americans call the \"Hokey Pokey.\"", "truth" : "HOKEY COKEY" },
  { "question" : "The band Queen's original name.", "truth" : "SMILE" },
  { "question" : "The name of the first chimp sent into space.", "truth" : "HAM" },
  { "question" : "The name for a group of porcupines.", "truth" : "PRICKLE" },
  { "question" : "The name of the dog that won the 2012 World's Ugliest Dog Competition.", "truth" : "MUGLY" },
  { "question" : "Dr. Suess is credit with coining this common derogatory term in his 1950 book If I Ran the Zoo.", "truth" : "NERD" },
  { "question" : "Harry Houdini once threatened to shoot all of these people.", "truth" : "PSYCHICS" },
  { "question" : "The original name for the search engine that became Google.", "truth" : "BACKRUB" },
  { "question" : "Miley Cyrus's real first name.", "truth" : "DESTINY" },
  { "question" : "The name of the dildo resembling Queen Elizabeth II that's sold by the Company Masturpieces.", "truth" : "BUCKINGHAM PHALLUS" },
  { "question" : "Michael J. Fox's middle name.", "truth" : "ANDREW" },
  { "question" : "The name of the Star Trek starship in creator Gene Roddenberry's original script.", "truth" : "YORKTOWN" },
  { "question" : "At 65% alcohol by volume, Brewmesiter brews the world's strongest beer, which goes by this name.", "truth" : "ARMAGEDDOM" },
  { "question" : "The name of the man on the Quaker Oats label.", "truth" : "LARRY" },
  { "question" : "During a famous fire in 1567, a Norwegian man named Hans Steininger died after tripping over a _____.", "truth" : "BEARD" },
  { "question" : "The fishing company E21 makes a very peculiar fishing rod that is composed of 70% _____.", "truth" : "CARROTS" },
  { "question" : "The first reporting on the Wright .rothers' flights appeared not in a newspaper or on radio, but in a small journal dedicated to the topic of _____.", "truth" : "BEEKEEPING" },
  { "question" : "There's a novelty museum in Arlington, Massachusetts that only collects food that has been _____.", "truth" : "BURNT" },
  { "question" : "Prop comic Gallagher, known for smashing watermelons with a sledgehammer, earned a college degree in the field of _____.", "truth" : "CHEMICAL ENGINEERING" },
  { "question" : "In 1976 boxing legend Muhammad Ali released an education children's album titled \"Ali and His Gang Vs. Mr. _____.\"", "truth" : "TOOTH DECAY" },
  { "question" : "On January 13, 2014, U.S. Secretary of State John Kerry presented to Russian Foreign Minister Sergei Lavrow the odd gift of two very large _____.", "truth" : "POTATOES" },
  { "question" : "In the 16th century, gin was referred to as the Mother's _____.", "truth" : "RUIN" },
  { "question" : "During th mid to late-nineties, the English town of Glastonbury was on a manhunt for the old house intruder known as \"The _____.\"", "truth" : "TICKLER" },
  { "question" : "According to the National Oceanic and Atmospheric Association, small icebergs are offically called \"growlers.\" Medium icebergs go by the strange, two-word name \"_____.\"", "truth" : "BERGY BITS" },
  { "question" : "Suffering from an extremely rare side effect after getting hip surgery in 2010, a Dutch man has alienated his family because he cannot stop _____.", "truth" : "LAUGHING" },
  { "question" : "It's weird work but Jackie Samuel charges $60 an hour to _____.", "truth" : "SNUGGLE" },
  { "question" : "Huggies Brazil developed a phone app that tells you when a baby's diaper is wet. It's called _____.", "truth" : "TWEETPEE" },
  { "question" : "Ben and Jerry only started making ice cream because it was too expensive to make _____.", "truth" : "BAGELS" },
  { "question" : "A spectator in an Illinois courtroom was sentenced to six months in jail for ______ during a trial.", "truth" : "YAWNING" },
  { "question" : "The sports teams at Freeport High School in Illinois are oddly named after an inanimate object. The teams are called the Freeport _____.", "truth" : "PRETZELS" },
  { "question" : "The inventor of the laxative Ex-Lax has the unusual name Max _____.", "truth" : "KISS" },
  { "question" : "Britt, Iowa annually crowns a King and Queen _____.", "truth" : "HOBO" },
  { "question" : "Tashirojima is an island off of Japan that is complete overrun by _____.", "truth" : "CATS" },
  { "question" : "For his voiceover work in Texas Chainsaw Massacre, John Larroqueet was paid not with money, but with _____.", "truth" : "MARIJUANA" },
  { "question" : "The fans of musician Josh Groban are called _____.", "truth" : "GROBANITES" },
  { "question" : "Jim Begelow, Ph.D., wrote a book called The Joy of Un_____!.", "truth" : "CIRCUMCISING" },
  { "question" : "While president of the United States, John Adams had a dog named Juno and a dog named _____.", "truth" : "SATAN" },
  { "question" : "A Kickstarter campaign met its $30,000 goal on April 7, 2012 for its shoes designed fo _____.", "truth" : "ATHEISTS" },
  { "question" : "In 2007, Golden Laurel Entertainment published a violent board game called Kill the _____.", "truth" : "HIPPIES" },
  { "question" : "In 2012, a 26-year-old man from London went on a mission to lick every _____ in the United Kingdom.", "truth" : "CATHEDRAL" },
  { "question" : "Maryland's official state sport is _____.", "truth" : "JOUSTING" },
  { "question" : "In 2003, Morocco made the highly unusual offer to send 2,000 _____ to assist the United States' war efforts in Iraq.", "truth" : "MONKEYS" },
  { "question" : "Romano Mussolini, son of the fascist dictator Benito Mussolini, did not follow in his father's footsteps. Instead, he made his living as a _____.", "truth" : "JAZZ MUSICIAN" },
  { "question" : "Patented in 1890, U.S. Patent US435748 is for a mustache ____.", "truth" : "GUARD" },
  { "question" : "In 2007, to make a point, Nebraskain State Sen. Ernie Chambers filed a frivolous lawsuit against _____.", "truth" : "GOD" },
  { "question" : "When in Nepal, visit the village of Parsawa and Laxmipur, where you can enjoy the slightly off-putting 10 day _____ Festival.", "truth" : "CURSING" },
  { "question" : "A group known as the \"Robin Hooders\" in Keene, New Hampshire pay for other people's _____.", "truth" : "PARKING METERS" },
  { "question" : "In an effort to push \"slow TV,\" Norway had a 12-hour block of programming in 2013 dedicated to _____.", "truth" : "KNITTING" },
  { "question" : "Belmont University in Nashville has offered a class called \"Oh, Look, a _____.\"", "truth" : "CHICKEN" },
  { "question" : "The area in the Pacific Ocean where great white sharks congregate every spring is called the White Shark _____.", "truth" : "CAFE" },
  { "question" : "Reg Mellor is the reigning champion of a sport that just involves keeping a _____ in your pants.", "truth" : "FERRET" },
  { "question" : "During the summer of 2007, Pepsi sold a gree-tinted coal in Japan called Pepsi Ice _____.", "truth" : "CUCUMBER" },
  { "question" : "Under Peter the Great, noblemen had to pay 100 rubles a year for a _____ license.", "truth" : "BEARD" },
  { "question" : "In 2000, Australia had its larget ever online petition, which called for an end to rising _____ prices.", "truth" : "BEER" },
  { "question" : "Although very unconventional, farmer William von Schneidau feeds his pigs _____.", "truth" : "MARIJUANA" },
  { "question" : "When Paul Nelson and Andrew Hunter climbed Britain's highest mountain in 2006, they made an unusual discovery hidden behind a pile of stones. It was a _____.", "truth" : "PIANO" },
  { "question" : "At 2:45 a.m. one day in June 2013, a man in Orlando, Florida was arrested for walking up to a police officer and punching his _____.", "truth" : "HORSE" },
  { "question" : "Before he became pope, Pope Pius II wrote an erotic novel titled The Tale of the _____.", "truth" : "TWO LOVERS" },
  { "question" : "A 2013 Pakistani game show caused a controversy when their grand prize was a _____.", "truth" : "BABY" },
  { "question" : "In 2013, two teens from Sequoyah High Sxhool near Atlanta, Georgia won $5,0000 schoplarships for wearing _____ to prom", "truth" : "DUCT TAPE" },
  { "question" : "Since 2000, a couple in Queens, New York has been living rent-free in a _____ in exchange for taking care of it.", "truth" : "CEMETERY" },
  { "question" : "For a story he was reporting on in 1955, Dan Rather tried _____ for the first time.", "truth" : "HEROIN" },
  { "question" : "Chosen, Shunned and Reckoning are all books in an unusual series about _____ vampires.", "truth" : "AMISH" },
  { "question" : "In 2013, a 51-year-old Swedish inmate broke out of prison a day before his scheduled release so he could go see a _____.", "truth" : "DENTIST" },
  { "question" : "There is a riot police unit in the Russian town of Rostov-na-Donu that is comprised entirely of _____'", "truth" : "TWINS" },
  { "question" : "In 1980, Saddam Hussein was named an honorary citizen of _____.", "truth" : "DETROIT" },
  { "question" : "A neurology professor at Albany Medical College documented in a 1991 medical journal that one of his patients had seizures when she heard _____.", "truth" : "MARY HART'S VOICE" },
  { "question" : "In 2008, a couple was killed in South Africa while having sex on a _____.", "truth" : "RAILROAD TRACK" },
  { "question" : "2:49 PM - 15 Nov 13 Richard Simmons' Twitter handle @TheWeightSaint tweeted: \"At the airport ____ everyone.\"", "truth" : "HUGGING" },
  { "question" : "In 2010, Customs officers on the Morway-Sweden border intercepted a truck trying to smuggle 28 tons of _____ from China.", "truth" : "GARLIC" },
  { "question" : "In 2012, a teenager from Weslaco, Texas claimed the reason he stabbed his friend was because a _____ made him do it.", "truth" : "OUIJA BOARD" },
  { "question" : "In school, Syvester Stallone was voted by his teachers as Most Likely to Go To ______.", "truth" : "THE ELECTRIC CHAIR" },
  { "question" : "While in Alliance, Nebraska, you can visit the Stonehenge replica made out of _____.", "truth" : "CARS" },
  { "question" : "As a way to protest Belarus' police state, a Swedish group dropped hundreds of _____ from an airplane.", "truth" : "TEDDY BEARS" },
  { "question" : "Tara Reid once said, \"I make Jessica Simpson look like a _____ scientist.\"", "truth" : "ROCK" },
  { "question" : "Advanced Comfort Technology makes waterbeds for _____.", "truth" : "COWS" },
  { "question" : "To make it extremely difficult for telemarketers to pronounce, Tim Price changed his name in 2012 to Tim _____.", "truth" : "PPPPPPPPPPPRICE" },
  { "question" : "The first text message was by Neil Papworth in 1992. He texted, \"____.\"", "truth" : "MERRY CHRISTMAS" },
  { "question" : "The movie G.I. Janes was translated to ____ Female Soldier in China.", "truth" : "SATAN" },
  { "question" : "According to the nonfiction book The Man-Eating Tigers of Sundarbans, tiger urine \"smells sort of like _____.\"", "truth" : "BUTTERED POPCORN" },
  { "question" : "At the Meitestu-Nagoya train station in Japan, there's an odd vending machine that sells _____.", "truth" : "PORN" },
  { "question" : "Located within the municipal boundaries of Kirkland Lake, Ontario, there lies the controversially name village of _____'", "truth" : "SWASTIKA" },
  { "question" : "Located near the town of Stanley, there's a small village in England called No _____.", "truth" : "PLACE" },
  { "question" : "The Lehigh Valley IronPigs, a minor league baseball team, held a contest where the prize was a voucher for a ______.", "truth" : "FUNERAL" },
  { "question" : "Every year residents in Ivrea, Italy reenact a historicalbattle of their region, and instead of replica weapons, they use _____.", "truth" : "ORANGES" }
]